{
  "sv": {
    "Accept all": "Acceptera allt",
    "All rights reserved.": "Alla rättigheter förbehålles.",
    "Analytics cookies: These cookies help me understand how visitors interact with my website by collecting information such as the pages visited, the time spent on the website, and the devices used. I use this information to improve my website and provide a better user experience.": "Analytics-cookies: Dessa cookies hjälper mig att förstå hur besökare interagerar med min webbplats genom att samla in information som sidorna som besökts, tiden som spenderats på webbplatsen och de enheter som används. Jag använder denna information för att förbättra min webbplats och ge en bättre användarupplevelse.",
    "Cookies are small text files that are stored on your device when you visit a website. They are used to remember your preferences and provide a better user experience. There are different types of cookies, such as session cookies that are deleted when you close your browser, and persistent cookies that are stored on your device until they expire or you delete them.": "Cookies är små textfiler som lagras på din enhet när du besöker en webbplats. De används för att komma ihåg dina preferenser och ge en bättre användarupplevelse. Det finns olika typer av cookies, som sessionscookies som raderas när du stänger din webbläsare och beständiga cookies som lagras på din enhet tills de går ut eller du tar bort dem.",
    "Contact": "Kontakt",
    "Stats": "Statistik",
    "Don't miss out on exclusive content and updates!": "Missa inte exklusivt innehåll och uppdateringar!",
    "Email address": "E-postadress",
    "Enter your email": "Ange din e-postadress",
    "Essential cookies: These cookies are necessary for the website to function properly and cannot be turned off.": "Viktiga cookies: Dessa cookies är nödvändiga för att webbplatsen ska fungera korrekt och kan inte stängas av.",
    "Hey, I'm Kenny. I'm a developer based in Sweden. My strength lies in developing user friendly applications, with complex data and API integrations.": "Hej, jag är Kenny. Jag är en utvecklare baserad i Sverige. Min styrka ligger i att utveckla användarvänliga applikationer, med komplexa data- och API-integrationer.",
    "Hey there! I use cookies to provide you with a better browsing experience and to personalize content and ads. By clicking 'Accept,' you consent to my use of cookies. To learn more, please check out my privacy policy.": "Hej där! Jag använder cookies för att ge dig en bättre webbupplevelse och för att anpassa innehåll och annonser. Genom att klicka på 'Acceptera' samtycker du till min användning av cookies. Om du vill veta mer, kolla in min sekretesspolicy.",
    "Home": "Hem",
    "How to manage cookies?": "Hur hanterar man cookies?",
    "I'll never share your information or spam your inbox.": "Jag kommer aldrig att dela din information eller spamma din inkorg.",
    "I use different types of cookies on my website for various purposes, such as:": "Jag använder olika typer av cookies på min webbplats för olika ändamål, såsom:",
    "Marketing cookies: These cookies are used to personalize the ads that you see on my website and other websites. They may be used by my advertising partners to show you relevant ads based on your interests.": "Marknadsföringskakor: Dessa cookies används för att anpassa annonserna som du ser på min webbplats och andra webbplatser. De kan användas av mina annonspartners för att visa dig relevanta annonser baserat på dina intressen.",
    "No spam": "Ingen spam",
    "Please note that denying cookies may affect the functionality of my website and some features may not work properly. I hope this privacy policy has provided you with a clear understanding of how I use cookies on my website. If you have any questions or concerns, please contact me at kennytran.dev@outlook.com.": "Observera att om du nekar cookies kan det påverka funktionen hos min webbplats och vissa funktioner kanske inte fungerar korrekt. Jag hoppas att denna integritetspolicy har gett dig en tydlig förståelse för hur jag använder cookies på min webbplats. Om du har några frågor eller funderingar, vänligen kontakta mig på kennytran.dev@outlook.com.",
    "Posts": "Inlägg",
    "Privacy policy": "Integritetspolicy",
    "Projects": "Projekt",
    "Reject all": "Avvisa allt",
    "Stay informed and inspired every week!": "Håll dig informerad och inspirerad varje vecka!",
    "Subscribe": "Prenumerera",
    "Subscribers": "Prenumeranter",
    "Subscribe to my newsletter.": "Prenumerera på mitt nyhetsbrev.",
    "This privacy policy explains how I use cookies on my website and what options you have to accept or deny them.": "Denna integritetspolicy förklarar hur jag använder cookies på min webbplats och vilka alternativ du har för att acceptera eller neka dem.",
    "View more": "Visa mer",
    "Weekly articles": "Veckoartiklar",
    "Welcome to my website! I take your privacy seriously and want to be transparent about how I use cookies.": "Välkommen till min hemsida! Jag tar din integritet på allvar och vill vara transparent med hur jag använder cookies.",
    "What are cookies?": "Vad är cookies?",
    "What cookies do I use?": "Vilka cookies använder jag?",
    "You can change your cookie preferences at any time by clicking on the cookie icon on the top left of our website. You can also delete cookies from your device using your browser settings.": "Du kan ändra dina cookie-preferenser när som helst genom att klicka på cookie-ikonen uppe till vänster på vår webbplats. Du kan också radera cookies från din enhet med hjälp av dina webbläsarinställningar.",
    "You have the option to accept or deny cookies on my website. When you first visit my website, you will be asked to choose your cookie preferences. If you accept cookies, I will store them on your device. If you deny cookies, I will only use essential cookies that are necessary for the website to function properly.": "Du har möjlighet att acceptera eller neka cookies på min webbplats. När du första gången besöker min webbplats kommer du att bli ombedd att välja dina cookie-preferenser. Om du accepterar cookies kommer jag att lagra dem på din enhet. Om du nekar cookies kommer jag bara att använda nödvändiga cookies som är nödvändiga för att webbplatsen ska fungera korrekt."
  }
}